IDEA Open Model
LoadOnLine.Type Property
 Type of load
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public LoadType Type { get; set; }
Public Property Type As LoadType
	Get
	Set
public:
property LoadType Type {
	LoadType get ();
	void set (LoadType value);
}
Property Value
Type: LoadType
See Also
Reference
LoadOnLine Class
IdeaRS.OpenModel.Loading Namespace